acceptance/evidence/channel-transfer/worker/run_a63dedd76a624965996c7381/attempt-1/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:                                        |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          24;
        startFace       3360;
    }
    outlet
    {
        type            patch;
        nFaces          24;
        startFace       3384;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          144;
        startFace       3408;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          3456;
        startFace       3552;
    }
)

// ************************************************************************* //
