acceptance/evidence/channel-transfer/worker/run_a63dedd76a624965996c7381/attempt-1/case/constant/transportProperties
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object transportProperties;
}
transportModel Newtonian;
nu [0 2 -1 0 0 0 0] 0.002;
