acceptance/evidence/channel-transfer/worker/run_a63dedd76a624965996c7381/attempt-1/case/constant/turbulenceProperties
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object turbulenceProperties;
}
simulationType laminar;
