acceptance/evidence/channel-transfer/worker/run_a63dedd76a624965996c7381/attempt-1/case/system/blockMeshDict
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object blockMeshDict;
}
convertToMeters 1;
vertices ((0 0 0) (0.59999999999999998 0 0) (0.59999999999999998 0.080000000000000002 0) (0 0.080000000000000002 0)
 (0 0 0.012) (0.59999999999999998 0 0.012) (0.59999999999999998 0.080000000000000002 0.012) (0 0.080000000000000002 0.012));
blocks (hex (0 1 2 3 4 5 6 7) (72 24 1) simpleGrading (1 1 1));
edges ();
boundary (
 inlet { type patch; faces ((0 4 7 3)); }
 outlet { type patch; faces ((1 2 6 5)); }
 walls { type wall; faces ((0 1 5 4) (3 7 6 2)); }
 frontAndBack { type empty; faces ((0 3 2 1) (4 5 6 7)); }
);
mergePatchPairs ();
